var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
       "A MESSAGE FOR 孙大小姐（懒懒，醒醒...）", 
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "爱吃抹茶、糖葫芦、炸土豆...的",  // 同上...
        "嘤嘤嘤and鼻涕虫小艺",
        "今天是你的生日",
        "我们认识后的第一个生日",
        "去年你的生日",
        "还记得你在...(✺ω✺)",
        "我不知道╮(╯▽╰)╭你知道的...^_^",
        "祝小艺越来越有力量",
        "越来越乐观自信",
        "所遇皆欢喜，所得皆所愿",
        "愿你贪吃不胖",
        "愿你懒惰不丑",
        "愿你长生不老",
        "生日快乐！小艺",
        "不要太感动哦",
        "by WYS",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "A MESSAGE FOR 孙大小姐（懒懒，醒醒...）": "./imgs/1.jpg",
        "爱吃抹茶、糖葫芦、炸土豆...的": "./imgs/2.jpg",
        "嘤嘤嘤and鼻涕虫小艺": "./biticong.png",
        "越来越乐观自信": "./imgs/3.jpg",
        "生日快乐！小艺": "./imgs/4.jpg",
        "by WYS": "./m.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "begin",
        play: "Music?",
        bannar_coming: "Decorate?",
        balloons_flying: "小艺，还想要什么呢？",
        cake_fadein: "看个蛋糕？",
        light_candle: "赏个蜡烛？",
        wish_message: "生日快乐吧~",
        story: "最后,慢走不送？",
    }
};
